tap "caskroom/cask"
tap "ethereum/ethereum"
tap "fullscreen/tap"
tap "greymd/tools"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "minio/stable"
tap "paritytech/paritytech"
tap "sobolevn/tap"
tap "yudai/gotty"
brew "ack"
brew "aircrack-ng"
brew "argtable"
brew "gcc"
brew "arpack"
brew "asciidoc"
brew "atk"
brew "autoconf"
brew "automake"
brew "python", link: false
brew "awscli"
brew "bash"
brew "binutils", link: true
brew "bitchx"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "cabextract"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "emacs"
brew "cask"
brew "cassandra"
brew "certbot"
brew "cloog"
brew "cmake"
brew "composer"
brew "consul"
brew "coreutils"
brew "cowsay"
brew "cryptopp"
brew "cscope"
brew "ctags"
brew "curl", args: ["with-openssl"], link: true
brew "dash"
brew "diffutils"
brew "direnv"
brew "docker"
brew "docker-completion", link: false
brew "docker-machine", restart_service: true
brew "ed", args: ["default-names"]
brew "jpeg"
brew "ejabberd"
brew "elixir"
brew "ghostscript"
brew "epstool"
brew "fftw"
brew "findutils", args: ["default-names"]
brew "gawk"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "git-extras"
brew "git-lfs", link: false
brew "gl2ps"
brew "glpk"
brew "gnu-getopt"
brew "gnu-indent", args: ["default-names"]
brew "gnu-sed", args: ["default-names"]
brew "gnu-tar"
brew "gnu-which", args: ["default-names"]
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "qt", link: true
brew "gnuplot", args: ["with-aquaterm"]
brew "go"
brew "gobject-introspection"
brew "gpatch"
brew "little-cms2"
brew "graphicsmagick"
brew "graphviz", link: false
brew "grep", args: ["default-names"]
brew "hicolor-icon-theme"
brew "gtk+"
brew "gzip"
brew "haproxy"
brew "szip"
brew "hdf5"
brew "htop"
brew "httperf"
brew "ideviceinstaller"
brew "jbig2dec"
brew "jq"
brew "jsoncpp"
brew "kubernetes-cli"
brew "less"
brew "snappy"
brew "leveldb"
brew "libcmph"
brew "libdnet"
brew "libmicrohttpd"
brew "libjson-rpc-cpp"
brew "libnet"
brew "libnids"
brew "libsodium"
brew "lighttpd"
brew "links"
brew "lynx"
brew "lzip"
brew "m4"
brew "ruby"
brew "macvim", args: ["with-override-system-vim"], link: false
brew "make"
brew "markdown"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "ninja"
brew "meson"
brew "miniupnpc"
brew "mosquitto", restart_service: true
brew "mtr"
brew "protobuf", link: false
brew "mysql"
brew "nasm"
brew "ncftp"
brew "nginx"
brew "nmap"
brew "node"
brew "plotutils"
brew "pstoedit"
brew "qhull"
brew "qrupdate"
brew "tbb"
brew "suite-sparse"
brew "octave"
brew "openssh"
brew "openvpn"
brew "packer"
brew "postgresql"
brew "profanity"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "sip"
brew "pyqt"
brew "python@2"
brew "qcachegrind"
brew "qscintilla2"
brew "r"
brew "rabbitmq"
brew "reattach-to-user-namespace"
brew "rebar@3", link: false
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "s3cmd"
brew "scons"
brew "screen"
brew "sdl"
brew "shared-mime-info"
brew "shellcheck"
brew "siege"
brew "socat"
brew "tcl-tk"
brew "tcpreplay"
brew "telnet"
brew "tig"
brew "tmux"
brew "tor"
brew "trash"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "unixodbc"
brew "v8@3.15"
brew "vagrant-completion"
brew "veclibfort"
brew "vim"
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "yq"
brew "z3"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "ethereum/ethereum/cpp-ethereum", args: ["with-evmjit"]
brew "fullscreen/tap/aws-rotate-key"
brew "greymd/tools/tmux-xpanes"
brew "minio/stable/minio"
brew "paritytech/paritytech/parity"
brew "yudai/gotty/gotty"
cask "android-platform-tools"
cask "aws-vault"
cask "java"
cask "qmk-toolbox"
